Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/kompetansenorge.no.csv-nb-nn.deduped.tmx
Source language: nb
Languages: nn

source: • holde en forberedt presentasjon om et kjent emne, både med og uten bruk
nn: • halde ein førebudd presentasjon om eit kjent emne, både med og utan bruk

source: En språkbruker på nivå C1 vil ha gode nok ferdigheter til å kunne forstå ulike talemålsvarianter, så lenge varianten ikke avviker for mye fra den språkbrukeren er vant med å høre.
nn: Ein språkbrukar på nivå C1 vil ha gode nok ferdigheiter til å kunne forstå ulike talemålsvariantar så lenge varianten ikkje avvik for mykje frå den språkbrukaren er van med å høyre.

source: • bruke lyttestrategier som å forstå ord ut fra konteksten når temaet er kjent,
nn: • bruke lyttestrategiar som å forstå ord ut frå konteksten når temaet er kjent,

source: De skal kunne sammenligne norsk med andre språk de kan, bruke kunnskaper om språket som system og anvende en kulturell forståelse for hvordan språk brukes i ulike sammenhenger.
nn: Dei skal kunne samanlikne norsk med andre språk dei kan, bruke kunnskapar om språket som system og ha ei kulturell forståing for korleis språk blir brukt i ulike samanhengar.

source: på grunnlag av nedsatt funksjonsevne.
nn: på grunnlag av nedsett funksjonsevne.

source: Deltakeren skal kunne delta i svært enkle, kjente muntlige samhandlingssituasjoner i dagliglivet når samtalepartneren snakker langsomt og tydelig og er støttende.
nn: Deltakaren skal kunne delta i svært enkle, kjende munnlege samhandlingssituasjonar i dagleglivet når samtalepartnaren snakkar langsamt og tydeleg og er støttande.

source: • beregne kostnader ved å leie inn ekstern arbeidskraft
nn: • berekne kostnader ved å leige inn ekstern arbeidskraft

source: Lovens formål er å fremme likestilling, uavhengig av seksuell orientering, kjønnsidentitet og kjønnsuttrykk.
nn: Formålet med lova er å fremme likestilling, uavhengig av seksuell orientering, kjønnsidentitet og kjønnsuttrykk.

source: • kjenne til og bruke den norske lese- og skriveretningen
nn: • kjenne til og bruke den norske lese- og skriveretninga

source: Jeg kan fortelle hva jeg vet om en sak jeg kjenner til.
nn: Eg kan fortelje kva eg veit om ei sak eg kjenner til.

source: • lese sikkerhetsinformasjon og rutiner for sikker kjøring
nn: • lese tryggleiksinformasjon og rutinar for sikker køyring

source: • finne fram til og fylle inn i skjemaer digitalt
nn: • finne fram til og fylle inn i skjema digitalt

source: • fylle inn opplysninger i digitale kassaoppgjørsskjemaer
nn: • fylle inn opplysningar i digitale kassaoppgjersskjema

source: bestemt synspunkt og drøfter fordelene og ulempene ved ulike alternativer
nn: bestemt synspunkt og drøftar fordelane og ulempene ved ulike alternativ

source: • bruke kunnskap om omgangsformer i det norske samfunnet og om hvordan
nn: • bruke kunnskap om omgangsformer i det norske samfunnet og om korleis

source: Arbeid med regning i opplæringen skal ta utgangspunkt i hvilke behov deltakerne har for funksjonelle ferdigheter i regning på norsk, og må tilpasses deltakernes egne forutsetninger og behov, samt krav og utfordringer de møter i sine omgivelser.
nn: Arbeid med rekning i opplæringa skal ta utgangspunkt i kva behov deltakarane har for funksjonelle ferdigheiter i rekning på norsk, og må tilpassast dei føresetnadene og behova dei har, i tillegg til krav og utfordringar dei møter i omgivnadene sine.

source: • I mange tilfeller er offeret for påvirket
nn: • I mange tilfelle er offeret for påverka

source: Forbudet gjelder også for offentlig transport.
nn: Forbodet gjeld også for offentleg transport.

source: Kandidaten har et bredt nok repertoar av grammatiske strukturer til
nn: Kandidaten har eit breitt nok repertoar av grammatiske strukturar

source: Du kan klage på resultatet på både delprøve i lytteforståelse og skriftlig framstilling og delprøve i leseforståelse og muntlig kommunikasjon.Når du klager kan du få samme resultat eller et bedre resultat.
nn: Du kan klage på resultatet på både delprøve i lytteforståing og skriftleg framstilling og delprøve i leseforståing og munnleg kommunikasjon. Når du klagar, kan du få same resultat eller eit betre resultat.

source: Det må føres et prosjektregnskap.Prosjektregnskapet skal signeres av nærmeste økonomiansvarlig i fylkeskommunen.
nn: Det må førast ein prosjektregnskap.Prosjektregnskapet skal signerast av næraste økonomiansvarleg i fylkeskommunen.

source: • å bruke elektroniske hjelpemidler, som for eksempel
nn: • å bruke elektroniske hjelpemiddel, som for eksempel

source: Dette gjelder også hvis du skal ta prøven muntlig på tegnspråk.
nn: Det gjeld òg dersom du skal ta prøven munnleg på teiknspråk.

source: • rapportere og dokumentere hendelser ved uhell, ran eller
nn: • rapportere og dokumentere hendingar ved uhell, ran eller

source: • beregne forbruk av ressurser er i forhold til forventet bruk
nn: • berekne forbruk av ressursar i forhold til forventa bruk

source: det er viktig for foreldrene at Memona gifter seg?
nn: det er viktig for foreldra at Memona giftar seg?

source: • delta i enkle samtaler om hendelser, opplevelser og praktiske gjøremål i
nn: • delta i enkle samtalar om hendingar, opplevingar og praktiske gjeremål i

source: vold og trusler.
nn: vald og truslar.

source: Innlæreren kan bruke språket muntlig og skriftlig til å bearbeide, sammenfatte og videreformidle informasjon på en hensiktsmessig måte.
nn: Innlæraren kan bruke språket munnleg og skriftleg til å bearbeide, samanfatte og formidle informasjon vidare på ein formålstenleg måte.

source: • notere noen stikkord fra for eksempel et møte eller en enkel presentasjon
nn: • notere nokre stikkord frå for eksempel eit møte eller ein enkel presentasjon

source: • skrive faglige tekster innenfor eget fag- og interessefelt der en
nn: • skrive faglege tekstar innanfor eige fag- og interessefelt der ein

source: Regelmessig vil transportarbeideren
nn: Regelmessig vil transportarbeidaren

source: • beskrive personer, steder, hendelser og opplevelser på en detaljert måte
nn: • beskrive personar, stader, hendingar og opplevingar på ein detaljert måte

source: Eksempler på oppgaver:
nn: Eksempel på oppgåver:

source: • bruke tall i for eksempel dato, klokkeslett, mengde og pris i skriftlige tekster
nn: • bruke tal i for eksempel dato, klokkeslett, mengde og pris i skriftlege tekstar

source: På nivå B1 kan man uttrykke seg enkelt og sammenhengende
nn: På nivå B1 kan ein uttrykkje seg enkelt og samanhengande

source: • Ekteskapsloven gjelder også for ekteskap som inngås i utlandet.
nn: • Ekteskapslova gjeld også for ekteskap som blir inngått i utlandet.

source: • forstå og bruke begreper som er nyttige i lese- og skriveopplæringen
nn: • forstå og bruke omgrep som er nyttige i lese- og skriveopplæringa

source: å uttrykke seg nyansert.
nn: til å uttrykkje seg nyansert.

source: • uttrykke og kort begrunne meninger i enkle sammenhengende tekster
nn: • uttrykke og kort grunngi meiningar i enkle samanhengande tekstar

source: Grunnopplæring i lesing og skriving Grunnopplæring i lesing og skrivingskal gis til deltakere som har behov for å utvikle grunnleggende lese- og skriveferdigheter til et nivå der de har utbytte av opplæring etter kompetansemålene i lesing og skriving på nivå A1.
nn: Grunnopplæring i lesing og skriving Grunnopplæring i lesing og skrivingskal givast til deltakarar som har behov for å utvikle grunnleggande lese- og skriveferdigheiter til eit nivå der dei har utbytte av opplæring etter kompetansemåla i lesing og skriving på nivå A1.

source: • kan gripe inn på en språklig passende måte for å få kommunikasjonen inn på et
nn: • kan gripe inn på ein språkleg passande måte for å få kommunikasjonen inn på

source: Bruk av hjelpemidler og kommunikasjon med andre kandidater regnes som fusk.
nn: Bruk av hjelpemiddel og kommunikasjon med andre kandidatar blir rekna som fusk.

source: • samarbeide om oppgaver ved å invitere andre til å delta, bidra med innspill,
nn: • samarbeide om oppgåver ved å invitere andre til å delta, bidra med innspel,

source: • komme med og svare på invitasjoner, forslag, gratulasjoner og beklagelser,
nn: • komme med og svare på invitasjonar, forslag, gratulasjonar og

source: • vurdere høyde og lengde på kjøretøyet for å kjøre sikkert
nn: • vurdere høgde og lengde på køyretyet for å køyre sikkert

source: • sjekke at elektroniske ordrer og fakturaer er korrekte
nn: • sjekke at elektroniske ordrar og fakturaer er korrekte

source: januar 2022 skal gjennomføre 50 timer opplæring i samfunnskunnskap.
nn: januar 2022 skal gjennomføre 50 timar opplæring i samfunnskunnskap.

source: hensyn til taushetsplikten.
nn: omsyn til teieplikta.

source: innenfor sitt eget fag- eller interessefelt, og kan gjengi informasjon så nøyaktig og tett opp til originalen at notatene også kan være til nytte for andre.
nn: innanfor sitt eige fag- eller interessefelt og gjengi informasjon så nøyaktig og tett opp til originalen at notata også kan vere til nytte for andre

source: Kjennetegn ved språket i bruk
nn: Kjenneteikn ved språket i bruk

source: desember 2021 skal gjennomføre 75 timer opplæring i samfunnskunnskap.
nn: desember 2021 skal gjennomføre 75 timar opplæring i samfunnskunnskap.

source: • Kjønnslemlestelse er en tradisjonell praksis som er knyttet til lokale
nn: • Kjønnslemlesting er ein tradisjonell praksis som er knytt til lokale

source: Utdanning, kompetanse og arbeidsliv Mål for opplæringen er at deltakeren skal kunne
nn: Utdanning, kompetanse og arbeidsliv Mål for opplæringa er at deltakaren skal kunne

source: • Kvinner og menn har samme rett til fritt å velge ektefelle.
nn: • Kvinner og menn har same rett til fritt å velje ektefelle.

source: når de er klare, og du kan få mer informasjon om vurdering av prøven.
nn: når dei er klare, og du kan få meir informasjon om vurdering av prøven.

source: – bekreftelse fra arbeidsgiver når man slutter i jobben.
nn: – stadfesting frå arbeidsgjevaren når ein sluttar i jobben.

source: Om delprøve i leseforståelse og muntlig kommunikasjon
nn: Om delprøve i leseforståing og munnleg kommunikasjon

source: • si ifra når det er noe man ikke kan forstå
nn: • si frå når det er noko ein ikkje kan forstå

source: strengere enn annen voldtekt.
nn: strengare enn andre typar valdtekt.

source: Kjerneelementene viser på hver sin måte hvordan man må kombinere ulike språkferdigheter og strategier for å utvikle og bruke språket i kjente og ukjente kommunikasjonssituasjoner.
nn: Kjerneelementa viser på kvar sin måte korleis ein må kombinere ulike språkferdigheiter og strategiar for å utvikle og bruke språket i kjende og ukjende kommunikasjonssituasjonar.

source: Faget skal bidra til at de lærer språket de trenger for å ta aktivt del i det norske samfunnet, skape seg gode liv og bidra med sine ressurser.
nn: Faget skal bidra til at dei lærer språket dei treng for å ta aktivt del i det norske samfunnet, skape seg gode liv og bidra med sine ressursar.

source: skrivingen Mål for opplæringen er at deltakeren skal kunne uttrykke seg klart og lett forståelig om de fleste allmenne emner og emner knyttet til eget fag- og interessefelt.
nn: skrivinga Mål for opplæringa er at deltakaren skal kunne uttrykke seg klart og lett forståeleg om dei fleste allmenne emne og emne knytte til eige fag- og interessefelt.

source: Skriftlig produksjon Innlæreren kan skrive klare, detaljerte og velstrukturerte tekster innenfor et bredt spekter av sjangre, og kan tilpasse språket etter situasjonen, mottakeren og budskapet som skal formidles.
nn: sinnsstemningar Innlæraren kan skrive klare, detaljerte og velstrukturerte tekstar innanfor eit breitt spekter av sjangrar og tilpasse språket etter situasjonen, mottakaren og bodskapen som skal formidlast.

source: som smitter gjennom seksuelt samvær, for
nn: som smittar gjennom seksuelt samvær, for

source: Deltakeren skal kunne delta i de fleste muntlige samhandlingssituasjoner med et relativt spontant og flytende språk.
nn: Deltakaren skal kunne delta i dei fleste munnlege samhandlingssituasjonar med eit relativt spontant og flytande språk.

source: være vitne til vold, kan føre til store emosjonelle og kognitive skader.
nn: Å vere vitne til vald kan gi store emosjonelle og kognitive skadar.

source: Ole svarer at de har hatt sex.
nn: Ole svarer at dei har hatt sex.

source: I Tillegget til Rammeverket har mediering fått en utvidet betydning og en mer sentral plass.
nn: I Tillegget til Rammeverket har mediering fått ei utvida betydning og ein meir sentral plass.

source: gjennomføre tvangsekteskap straffes på samme måte.
nn: tvangsekteskap blir straffa på same måte.

source: Loven skal beskytte barn og unge mot overgrep fra voksne.
nn: Lova skal verne barn og unge mot overgrep frå vaksne.

source: • skrive enkle sammenhengende tekster om erfaringer, opplevelser,
nn: • skrive enkle samanhengande tekstar om erfaringar, opplevingar,

source: • lese og forstå svært enkle skjønnlitterære tekster
nn: • lese og forstå svært enkle skjønnlitterære tekstar

source: aller fleste ytringer er tillatt i Norge, men ytringsfriheten er begrenset av flere lover som forbyr diskriminering, trakassering og hatefulle ytringer.
nn: Dei aller fleste ytringar er tillatne i Noreg, men ytringsfridommen er avgrensa av lover som forbyr diskriminering, trakassering og hatefulle ytringar.

source: • En person som har blitt voldtatt, kan
nn: • Ein person som har blitt valdtatt, kan

source: Tvangsekteskap er forbudt
nn: Tvangsekteskap er forbode

source: • Leken danner grunnlag for læring og utvikling.
nn: • Leiken dannar grunnlag for læring og utvikling.

source: til at samtalen flyter
nn: til at samtalen flyt

source: Har du rett til én gratis prøve, men kan ikke ta prøven, må du betale for neste prøve.
nn: Har du rett til éin gratis prøve, men ikkje kan ta prøven, må du betale for den neste prøven.

source: • delta i debatter og legge inn egne synspunkter knyttet til
nn: • delta i debattar og leggje inn eigne synspunkt knytte til

source: Organiseringen bør derfor bygge på hva deltakerne har til felles, slik at man kan dra veksler på dette i opplæringen.
nn: Organiseringa bør derfor bygge på kva deltakarane har til felles, slik at ein kan dra vekslar på dette i opplæringa.

source: • registrere varer og leveranser med håndterminal
nn: • registrere varer og leveransar med handterminal

source: • finne oppdatert regelverk for dyrehold og HMS via
nn: • finne oppdatert regelverk for dyrehald og HMS via

source: • Voldtekt som involverer samleie kan
nn: • Valdtekt som involverer samleie, kan

source: • Kjønnslemlestelse er et alvorlig overgrep og en grov krenkelse av
nn: • Kjønnslemlesting er eit alvorleg overgrep og ei grov krenking av

source: De har to små
nn: Dei har to små

source: res for eksempel på nivå A2:
nn: serte for eksempel på nivå A2:

source: unge og kjenner hverandre i større
nn: unge og kjenner kvarandre i større

source: svært alvorlige saker, som for eksempel vold og mishandling, kan foreldrene miste omsorgsretten for en kortere eller lengre periode.
nn: I svært alvorlege saker, der det for eksempel førekjem vald og mishandling, kan foreldra miste omsorgsretten for ein kortare eller lengre periode.

source: uavhengig av seksuell orientering,
nn: likestilling, uavhengig av seksuell

source: Prøven kan tilpasses kandidatenes forutsetninger og behov uten at det faller inn under bestemmelsen om tilrettelegging av prøven.
nn: Prøven kan bli tilpassa kandidatanes føresetnader og behov utan at det fell inn under avgjerda om tilrettelegging av prøven.

source: er bevisstløs, eller voldtekt i nære
nn: er bevisstlaus, og valdtekt i nære

source: Forfalskning av prøvebevis
nn: Forfalsking av prøvebevis

source: • fylle inn opplysninger og skrive vaktrapport i elektroniske
nn: • fylle inn opplysningar og skrive vaktrapport i elektroniske

source: kopiering av hele eller deler av besvarelsen fra andre
nn: kopiering av heile eller delar av svaret frå andre

source: – vanligvis de første tre til seks månedene i ny jobb.
nn: – vanlegvis dei første tre til seks månadene i ny jobb.

source: Mål for opplæringen er at deltakeren skal kunne lese og forstå ord, setninger og korte, svært enkle tekster om kjente dagligdagse emner.
nn: Mål for opplæringa er at deltakaren skal kunne lese og forstå ord, setningar og korte, svært enkle tekstar om kjende daglegdagse emne.

source: Du kan delta i enkle samtaler om vanlige og praktiske aktiviteter som du kjenner.
nn: Du kan delta i enkle samtalar om vanlege og praktiske aktivitetar som du kjenner.

source: • lese informasjon om nye rutiner
nn: • lese informasjon om nye rutinar

source: Dette samspillet synliggjøres gjennom kjerneelementene.
nn: Dette samspelet blir synleggjort gjennom kjerneelementa.

source: Vedtak om annullering av prøve er et enkeltvedtak.
nn: Eit vedtak om annullering frå prøve er eit enkeltvedtak.

source: • oppfatte hovedinnholdet i akademiske eller yrkesmessige presentasjoner
nn: • oppfatte hovudinnhaldet i akademiske eller yrkesmessige presentasjonar

source: I denne utprøvingen blir enkelte funksjoner i noen spesifikke programvarer tatt i bruk.
nn: I denne utprøvinga blir enkelte funksjoner i nokre spesifikke programvarer tatt i bruk.

source: for et bærekraftig miljø og samfunn
nn: eit berekraftig miljø og samfunn

source: Når foreldre flytter fra hverandre
nn: Når foreldre flyttar frå kvarandre

source: Gruppeinndelingen er basert på utdanningsbakgrunn.
nn: Gruppeinndelinga er basert på utdanningsbakgrunn.

source: eksempel en situasjon, en film eller et bilde
nn: eksempel ein situasjon, ein film eller eit bilete

source: • lese og sette seg inn i nye rutiner
nn: • lese og setje seg inn i nye rutinar

source: Du må ta kontakt med prøvestedet ditt for å melde deg av prøven
nn: Du må ta kontakt med prøvestaden din for å melde deg av.

source: Hvis kona protesterer, blir Andreas
nn: Dersom kona protesterer, blir Andreas

source: I Kunnskapsløftet er det definert fem ferdigheter som utgjør
nn: I Kunnskapsløftet er det definert fem ferdigheiter som utgjer

source: • skrive detaljerte beskjeder, e-poster og brev tilpasset mottaker og formål
nn: • skrive detaljerte beskjedar, e-postar og brev tilpassa mottakar og formål

source: • forklare feil til mekanikere eller servicepersonale
nn: • forklare feil til mekanikarar eller servicepersonale

source: • lese møtereferater
nn: • lese møtereferat

source: Tror du folk i byene og på landet har ulike meninger om bruk av bil?
nn: Trur du folk i byane og på landet har ulike meiningar om bruk av bil?

source: • lese rutebeskrivelser i kart eller GPS
nn: • lese ruteskildringar i kart eller GPS

source: Deltakeren skal kunne delta i enkle, kjente muntlige samhandlingssituasjoner i dagliglivet når samtalepartneren snakker langsomt og tydelig og er innstilt på å hjelpe.
nn: Deltakaren skal kunne delta i enkle, kjende munnlege samhandlingssituasjonar i dagleglivet når samtalepartnaren snakkar langsamt og tydeleg og er innstilt på å hjelpe.

source: med respekt for andres oppfatninger, samt å være bevisst på hvordan ulike uttrykksmåter påvirker budskap og mottaker.
nn: med respekt for andres oppfatningar, og i tillegg vere bevisst på korleis ulike uttrykksmåtar påverkar bodskap og mottakar.

source: Erfaringer viser at tvangsekteskap oftere forekommer i miljøer der det er vanlig at foreldre utøver sterk sosial kontroll av barn og unge gjennom hele oppveksten. Sterk
nn: Erfaringar viser at tvangsekteskap førekjem oftare i miljø der det er vanleg at foreldre utøver sterk sosial kontroll med barn og unge gjennom heile oppveksten.

source: • lytte og svare på forklaringer fra eiere eller kolleger
nn: • lytte og svare på forklaringar frå eigarar eller kollegaer

source: Du kan forstå hovedpunktene i klar tekst og tale om kjente emner som du ofte møter i forbindelse med arbeid, skole og fritid.
nn: Du kan forstå hovudpunkta i klar tekst og tale om kjende emne som du ofte møter i samband med arbeid, skule og fritid.

source: Lokal tilpasning av prøven
nn: Lokal tilpassing av prøven

source: seremonier ved dåp, konfirmasjon, vielse og gravferd.
nn: som dåp, konfirmasjon, vigsel og gravferd.

source: Mål for opplæringen er at deltakeren skal kunne forstå hovedinnhold og spesifikke detaljer i tale om allmenne emner og emner knyttet til eget fag- og interessefelt når det snakkes med vanlig talehastighet, selv når talen er språklig og innholdsmessig kompleks.
nn: Mål for opplæringa er at deltakaren skal kunne forstå hovudinnhald og spesifikke detaljar i tale om allmenne emne og emne knytte til eige fag- og interessefelt når det blir snakka med vanleg talehastigheit, sjølv når talen er språkleg og innhaldsmessig kompleks.

source: Arbeidet med lesing og skriving må ta utgangspunkt i sammenhenger, temaer og språk som gir mening og er forståelige for deltakerne.
nn: Arbeidet med lesing og skriving må ta utgangspunkt i samanhengar, tema og språk som gir meining og er forståelege for deltakarane.

source: Deltakeren kan delta i svært enkle, kjente samhandlingssituasjoner dersom samhandlingspartnerne tilpasser språket og er støttende.
nn: Deltakaren kan delta i svært enkle, kjende samhandlingssituasjonar dersom samhandlingspartnarane tilpassar språket og er støttande.

source: • ta hensiktsmessige notater fra et møte, en presentasjon eller forelesning
nn: • ta formålstenlege notat frå eit møte, ein presentasjon eller forelesing innan

source: tekster, spesielt dersom det er støtte i illustrasjoner
nn: tekstar, spesielt dersom det er støtte i illustrasjonar

source: Digitale ferdigheter er en viktig forutsetning for videre læring og for aktiv deltakelse i et arbeidsliv og samfunn som er i stadig endring.
nn: Digitale ferdigheiter er ein viktig føresetnad for vidare læring og for aktiv deltaking i eit arbeidsliv og samfunn som er i stadig endring.

source: • presentere seg selv og sin egen kompetanse på en passende måte og svare
nn: • presentere seg sjølv og sin eigen kompetanse på ein passande måte og

source: • skrive svært enkelt om seg selv og nære forhold, slik som hvor en bor, hva
nn: • skrive svært enkelt om seg sjølv og nære forhold, slik som kvar ein bor, kva

source: Når hun sier dette til foreldrene, begynner moren å gråte, sier at
nn: Når ho seier dette til foreldra, begynner mora å gråte.

source: Elevene får ikke vurdering med karakter i fagene på barnetrinnet.
nn: Elevane får ikkje vurdering med karakter i faga på barnetrinnet.

source: Å få tak i andres meninger og stille oppklarende og utdypende spørsmål inngår også.
nn: Å få tak i andres meiningar og stille oppklarande og utdjupande spørsmål inngår også.

source: Det er ikke anledning til åoverføre større deler av tilskuddet til påfølgende år.
nn: Det er ikkje høve til åoverføre større deler av tilskotet til påfølgjande år.

source: Lisa vekker Ole og spør hva
nn: Lisa vekker Ole og spør kva

source: uten bruk av digitale verktøy
nn: utan bruk av digitale verktøy

source: • bruke kunnskap om personvern og opphavsrett, samt retten en selv og
nn: • bruke kunnskap om personvern og opphavsrett og retten ein sjølv og andre

source: • bruke enkle strategier for å kompensere for mangler i ordforrådet, for
nn: • bruke enkle strategiar for å kompensere for manglar i ordforrådet, for

source: Deltakeren kan uttrykke og respondere på synspunkter og argumenter og delta i samhandlingssituasjoner med et så spontant og flytende språk at kommunikasjonen ikke blir anstrengende for noen av partene.
nn: Deltakaren kan uttrykke og respondere på synspunkt og argument og delta i samhandlingssituasjonar med eit så spontant og flytande språk at kommunikasjonen ikkje blir anstrengande for nokon av partane.

source: • forstå hovedinnholdet og enkelte detaljer i korte, enkle meldinger,
nn: • forstå hovudinnhaldet og enkelte detaljar i korte, enkle meldingar,
